export const publicOfferData = {
    title: "ДОГОВІР ПУБЛІЧНОЇ ОФЕРТИ (редакція дійсна з 17.09.2024 року)",
    intro: [
        "Управління сайтом, що розташований за адресою в мережі Інтернет: [Адреса Сайту] (надалі Сайт), і надання послуг, перелік яких розміщені на Сайті (надалі Послуги), здійснюється Виконавцем, який зареєстрований і діє відповідно до вимог законодавства України (надалі - Виконавець).",
        "Цей договір про надання послуг розміщений в електронній формі на сайті [Адреса Сайту], є договором публічної оферти, згідно зі ст. 633 Цивільного кодексу України, та договором приєднання, згідно зі ст. 634 Цивільного кодексу України.",
        "Замовляючи/користуючись послугами, що розміщені на сайті [Адреса Сайту], користувач погоджується з умовами надання таких послуг, викладеними у цьому договорі. У разі незгоди із умовами цього договору, користувач зобов'язаний негайно припинити використання сайту [Адреса Сайту] та покинути його."
    ],
    sections: [
        {
            title: "1. ПРЕАМБУЛА ДОГОВОРУ",
            content: [
                "1.1. Цей Договір вважається укладеним (набирає чинності) в електронній формі, відповідно до Закону України «Про електронну комерцію» з моменту безумовного та повного прийняття (погодження, Акцепту) Виконавцем умов цього договору, про що свідчить заповнення та подання Виконавцем Замовнику відповідного електронного формуляра повідомлення про погодження з договором (Акцепту).",
                "1.2. Приймаючи цей Договір, користувач тим самим підтверджує, що:",
                {
                    type: "list",
                    items: [
                        "1.2.1. користувач при замовленні послуг залишає повну, правильну та актуальну інформацію;",
                        "1.2.2. користувач є повнолітнім і має повну дієздатність;",
                        "1.2.3. користувач отримав електронний примірник цього договору у формі, що унеможливлює зміну його змісту, ознайомився повністю з умовами цього договору, не має жодних застережень або заперечень, щодо умов договору та зобов'язується належним чином виконувати покладені на нього зобов'язання за цим договором."
                    ]
                },
                "1.3. Цей Договір укладається без підписання Сторонами письмових примірників Договору.",
                "1.4. Цей Договір, укладений з дотриманням вказаних вище умов, вважається таким, що за правовими наслідками прирівнюється до Договору, укладеного у письмовій формі."
            ]
        },
        {
            title: "2. ОСНОВНІ ПОНЯТТЯ",
            content: [
                "2.1. Договір — документ, опублікований на Сайті в мережі Інтернет, який регулює відносини між Користувачами, Замовниками, Відвідувачами Сайту і Виконавцем в процесі надання послуг.",
                "2.2. Акцепт — повне, безумовне і беззастережне прийняття Користувачем, Замовником, Відвідувачем Сайту всіх умов Договору без будь-яких винятків та/або обмежень, яке є рівносильним укладенню двостороннього письмового Договору.",
                "2.3. Сайт — вебсайт, який належить Виконавцю і має адресу в мережі Інтернет [Адреса Сайту], за допомогою якого Користувач має можливість придбати та отримати бажані послуги.",
                "2.4. Відвідувач Сайту — особа, що заходить на Сайт без мети отримання послуг Виконавця.",
                "2.5. Користувач — особи, які мають доступ до Сайту та використовують його за допомогою мережі Інтернет, приймають умови цього Договору, та мають намір здійснити Замовлення.",
                "2.6. Замовник — Користувач, який здійснив акцепт цього Договору та Замовлення на Сайті, і є одержувачем (споживачем) послуг за цим Договором.",
                "2.7. Виконавець — Виконавець та / або уповноважені ним особи, які здійснюють контроль над даним Сайтом і пропонують та надають необмеженому числу осіб (Користувачам) послуги, перелік та склад яких розміщений на Сайті.",
                "2.8. Послуги — сукупність тренінгів, семінарів, конференцій в форматі вебінарів, офлайн-заходів або онлайн-трансляцій, електронних версій відеозаписів занять, текстових творів, зображень, пов'язаних між собою і структурованих на певну тему.",
                "2.9. Замовлення — належним чином оформлений запит Покупця на придбання обраних на Сайті Послуг.",
                "2.10. Контент — інформація, результат інтелектуальної власності Виконавця, що становить зміст окремої Послуги, в тому числі файли з даними, тексти, звукові, фото та відео файли, виступи, промови, комп'ютерні програми, гіпертекстові посилання, інформація, віджети, що розміщуються на Сайті.",
                "2.11. В даному Договорі можуть використовуватись й інші поняття, які не визначені розділом «Основні поняття», в такому випадку тлумачення термінології, що використовується в Договорі, здійснюється відповідно до тексту даного Договору. У випадку відсутності однозначного тлумачення термінології в тексті Договору, слід керуватись тлумаченням понять: в першу чергу — в матеріалах, які розміщені на Сайті, в другу чергу — тлумаченням і визначенням понять, які сформовані в мережі Інтернет."
            ]
        },
        {
            title: "3. ПРЕДМЕТ ДОГОВОРУ",
            content: [
                "3.1. Цей Договір, а також інформація про Послуги, представлена на Сайті, є публічною офертою відповідно до ст. 633 Цивільного кодексу України та договором приєднання відповідно до ст. 634 Цивільного кодексу України.",
                "3.2. Виконавець зобов'язується на умовах та в порядку, визначених даним Договором надати Послуги, а Користувач зобов'язується прийняти та оплатити надані Послуги, відповідно до умов цього Договору.",
                "3.3. Предметом цього Договору є платне надання Замовнику інформаційно-консультаційних послуг засобами Виконавця, відповідно до умов цього Договору в інтерактивному очному і / або онлайн форматі (дистанційно) за винагороду, а також доступ до Контенту Виконавця в офлайн форматі, що оплачується Замовником на користь Виконавця.",
                "3.4. Послуги, що надає Виконавець, можуть містити в собі інформаційні матеріали, відеоматеріали, чат-підтримку, лекції та інші елементи онлайн курсу.",
                "3.5. Виконавець на свій розсуд визначає і розміщує на Сайті різні варіації комплексу Послуг, які можуть відрізнятися за обсягом, наповненням, строками і вартістю.",
                "3.6. Порядок надання Послуг, а також їх вартість та інші істотні умови визначаються даним Договором, а також інформацією, що опублікована на Сайті."
            ]
        },
        {
            title: "4. СТРОК І ПОРЯДОК НАДАННЯ ПОСЛУГ",
            content: [
                "4.1. Послуги за цим Договором надаються Виконавцем дистанційно через мережу Інтернет, за допомогою Сайту та інших програм, визначених Виконавцем, шляхом надання доступу в закритий розділ до матеріалів курсу, або в інтерактивному очному форматі, виходячи із специфіки і особливостей обраного і оплаченого Замовником курсу.",
                "4.2. Строк та деталі надання Послуг за цим Договором також обумовлюються специфікою і особливістю обраного і оплаченого Замовником курсу або програми. Такі відомості можуть розміщуватися Виконавцем на Сайті в інформаційному блоці доступних для замовлення курсів.",
                "4.3. Надання Послуг за цим Договором починається з моменту здійснення оплати Замовником Послуг.",
                "4.4. Придбання Послуг Виконавця Замовником гарантує для останнього отримання інформації, а також доступу до платного контенту і платних сервісів Сайту.",
                "4.5. Доступ Замовнику до Послуг, інформація про які розміщена на Сайті, надається за умови 100% передоплати вартості в порядку та у спосіб, зазначений в цьому Договорі або на Сайті або повідомлені Замовнику іншим чином.",
                "4.6. Виконавець залишає за собою право анулювати надання доступу до Послуг Користувача, при цьому Виконавець не зобов'язаний повертати внесену плату в разі порушення Користувачем правил даного Договору. Зазначеними порушеннями є публікація Користувачем в коментарях або іншим чином в ході надання Послуг інформації, забороненої цим Договором, в тому числі розпалювання міжнаціональних конфліктів, нецензурні висловлювання або образа іншим чином інших Користувачів або Виконавця.",
                "4.7. Виконавець залишає за собою право припинити надавати Послуги Користувачеві у разі встановлення факту передачі останнім реквізитів для отримання послуги третім особам, в тому числі шляхом публікації у відкритому доступі індивідуального посилання (URL) для отримання послуги іншими користувачами, поширення Користувачем інформації та матеріалів, одержаних ним у зв'язку з участю з отриманням послуги. Використання інформації та матеріалів допускається тільки в особистих цілях і для особистого використання Користувача."
            ]
        },
        {
            title: "5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН",
            content: [
                "5.1. Виконавець зобов'язується:",
                {
                    type: "list",
                    items: [
                        "5.1.1. надати Замовнику оплачені останнім Послуги, відповідно до цього Договору та умовами обраного курсу;",
                        "5.1.2. інформувати Користувача про статус виконання Заявки і факт здійснення успішної оплати;",
                        "5.1.3. консультувати Користувача при оформленні / підтвердженні / оплаті Замовлення, в тому числі самостійно зв'язуватися з Користувачем за вказаною Користувачем при реєстрації на Сайті адресою електронної пошти та / або номеру телефону;",
                        "5.1.4. в порядку виконання Договору і в рамках термінів надання Послуг забезпечити Замовнику персональний доступ на Сайті до онлайн вебінарів, конференцій, текстових матеріалів Виконавця та іншої супутньої і необхідної інформації. Доступ до сайту на якому знаходяться матеріали курсу, програми забезпечується Виконавцем після повної оплати Послуг в порядку, визначеному цим Договором;",
                        "5.1.5. надати в інтерактивному очному та / або онлайн форматі (дистанційно) Інформаційно-консультаційні послуги, які передбачені обраним і сплаченим Замовником курсом, програмою;",
                        "5.1.6. зберігати в таємниці будь-яку особисту і / або конфіденційну інформацію, отриману від Замовника при наданні Послуг за цим Договором, відповідно до Політики конфіденційності і захисту персональних даних, розміщеної на Сайті;",
                        "5.1.7. дотримуватися вимог законодавства України, в т.ч. що стосуються обробки, передачі і захисту персональних даних користувачів і замовників."
                    ]
                },
                "5.2. Виконавець має право:",
                {
                    type: "list",
                    items: [
                        "5.2.1. вносити зміни та / або доповнення до умов Договору в односторонньому порядку без будь-якого спеціального повідомлення Користувача про внесення таких змін та/або доповнень;",
                        "5.2.2. обробляти персональні дані Користувача, під час укладання та виконання цього Договору, а також вносити їх до власної бази персональних даних в порядку, визначеному чинним законодавством України на підставі згоди, наданої Користувачем;",
                        "5.2.3. відхилити заяву на реєстрацію від будь-якого Користувача, в разі порушення цим Користувачем умов Договору, в тому числі, згідно з порядком проходження реєстрації;",
                        "5.2.4. змінювати технічні характеристики і параметри програмно-технічних засобів, що використовуються для надання Послуг, в тому числі з тимчасовим призупиненням надання Послуг;",
                        "5.2.5. змінювати в односторонньому порядку форму проведення зворотного зв'язку та інших консультацій, а також змінювати і доповнювати зміст інформації для Замовника;",
                        "5.2.6. залучати третіх осіб для виконання своїх зобов'язань за Договором;",
                        "5.2.7. отримувати винагороду за надання послуг у відповідності з умовами цього Договору;",
                        "5.2.8. на власний розсуд видаляти розміщену на Сайті інформацію і вживати заходів для припинення / призупинення доступу до Сайту Користувача, що порушує правила цього Договору;",
                        "5.2.9. в односторонньому порядку розірвати цей Договір у випадках і порядку, передбачених цим Договором;",
                        "5.2.10. вимагати від Користувача відшкодування шкоди, заподіяної діями Користувача."
                    ]
                },
                "5.3. Замовник зобов'язується:",
                {
                    type: "list",
                    items: [
                        "5.3.1. користуватися Послугами відповідно до умов, передбачених цим Договором;",
                        "5.3.2. оплачувати Послуги на умовах та в порядку цього Договору;",
                        "5.3.3. проявляти повагу до Виконавця, інших Користувачів і Замовників;",
                        "5.3.4. не передавати будь-яким способом третім особам доступ до матеріалів Виконавця, забезпечувати повну конфіденційність;",
                        "5.3.5. не копіювати і не поширювати будь-яким способом (не публікувати, не розміщувати на інших ресурсах в мережі Інтернет, не передавати або не перепродавати третім особам) матеріали, що належать Виконавцю та отримані в ході надання Послуг, не створювати на її основі інформаційні продукти з метою отримання комерційного прибутку, а також не використовувати цю інформацію будь-яким іншим чином, крім як для особистого використання. При порушенні цього положення Замовник несе відповідальність відповідно до цього Договору та законодавства України;",
                        "5.3.6. повідомляти належним чином Виконавця про відмову від Послуг, згідно умов даного Договору;",
                        "5.3.7. приймати умови, дотримуватися всіх поправок і змін, які вносить Виконавець до цього Договору;",
                        "5.3.8. ознайомитися з актуальною версією цього Договору при кожному відвідуванні Сайту до моменту користування сервісами Сайту;",
                        "5.3.9. попередньо, до реєстрації, ознайомитися зі способами і умовами оплати Послуг;",
                        "5.3.10. ознайомитися зі змістом, умовами реєстрації та порядком надання Послуг, а також з додатковими вимогами. У разі якщо Користувачеві не повністю зрозумілі будь-які умови надання Послуг, в тому числі, порядок оплати, Користувач зобов'язується уточнити ці умови;",
                        "5.3.11. у разі незгоди Користувача з цим Договором або змінами, Користувач зобов'язаний відмовитися від використання Сайту."
                    ]
                },
                "5.4. Замовнику заборонено:",
                {
                    type: "list",
                    items: [
                        "5.4.1. сприяти розпалюванню релігійної, расової або міжнаціональної ворожнечі;",
                        "5.4.2. вчиняти дії, що порушують права і свободу, честь і гідність будь-якої особи;",
                        "5.4.3. використовувати нецензурні вислови, навіть якщо вони маскуються іншими символами;",
                        "5.4.4. провокувати словесну війну, що не має відношення до первинної причини суперечки;",
                        "5.4.5. вчиняти дії, спрямовані на введення інших Користувачів в оману;",
                        "5.4.6. використовувати будь-які комп'ютерні програми для автоматизованого збору інформації на Сайті;",
                        "5.4.7. здійснювати незаконний збір, систематизацію, зберігання або поширення персональної інформації інших Користувачів;",
                        "5.4.8. розміщувати комп'ютерні віруси або програми, здатні перервати або порушити нормальну функціональність комп'ютерного обладнання та програмного забезпечення, а також засобів телекомунікації будь-яких осіб;",
                        "5.4.9. вчиняти інші дії заборонені цим Договором."
                    ]
                },
                "5.5. Замовник має право:",
                {
                    type: "list",
                    items: [
                        "5.5.1. отримати від Виконавця надання інформації з питань, що стосуються організації і забезпечення належного виконання Послуг, передбачених цим Договором;",
                        "5.5.2. при оформленні замовлення на Послуги надати Виконавцю за допомогою заповнення форм або надати за вибором актуальну і правдиву інформацію в довільній формі на Сайті, необхідну для здійснення зв'язку з Замовником в рамках надання послуг за цим Договором, а саме: прізвище та ім'я, контактний номер телефону, іншу інформацію;",
                        "5.5.3. використовувати отримані послуги виключно для власного користування."
                    ]
                }
            ]
        },
        {
            title: "6. ВАРТІСТЬ ПОСЛУГ І ПОРЯДОК РОЗРАХУНКІВ",
            content: [
                "6.1. Вартість Послуг, що надаються Виконавцем, і доступних до замовлення, вказується на Сайті або повідомляється користувачу в особисті повідомлення і може бути змінено Виконавцем на свій розсуд в будь-який час в односторонньому порядку. Змінена вартість Послуг діє з моменту опублікування і поширюється тільки на ті Послуги, які замовляються після опублікування нової вартості.",
                "6.2. Оплата Послуг проводитися Замовником у формі передоплати в розмірі 100% від вартості Послуг в онлайн-режимі через систему електронних платежів, вказаних на Сайті або наданих Виконавцем для Замовника.",
                "6.3. Моментом оплати вважається надходження грошових коштів на розрахунковий рахунок Виконавця.",
                "6.4. Після повної або часткової оплати Послуг грошові кошти не повертаються.",
                "6.5. Замовник не може вимагати зниження вартості послуг чи повернення коштів, у випадку, якщо він не скористався Послугами.",
                "6.6. Моментом надання Послуг, вважається надання Замовнику доступу (логіну, паролю, інших даних) на його електронну пошту або інші засоби зв'язку, вказані Замовником при авторизації на Сайті."
            ]
        },
        {
            title: "7. ПРАВА ІНТЕЛЕКТУАЛЬНОЇ ВЛАСНОСТІ",
            content: [
                "7.1. Усі права на Сайт належать Виконавцеві.",
                "7.2. Права інтелектуальної власності на матеріали, що використані на Сайті або іншій платформі, де надається доступ до, зокрема, але не виключно, текстових матеріалів, зображень, відеоматеріалів, логотипів, графіків, звуків, що належать Виконавцю.",
                "7.3. Виконавець також використовує об'єкти права інтелектуальної власності, що можуть належати іншим особам, згідно з чинним законодавством України.",
                "7.4. Надаючи право на використання Замовнику об'єктів права інтелектуальної власності для цілей виконання цього Договору, Виконавець не передає будь-яких прав інтелектуальної власності на такі об'єкти та не надає дозволу на їх використання в цілях інших, ніж визначені Договором.",
                "7.5. Замовнику забороняється будь-яке використання чи розповсюдження текстових матеріалів, аудіо, відеозаписів та інших матеріалів, наданих Замовнику в рамках надання Послуг по цьому Договору.",
                "7.6. Замовник зобов'язується, приймаючи умови даного Договору, не копіювати і не поширювати будь-яким способом (не публікувати, не розміщувати на інших ресурсах в мережі Інтернет, не передавати або не перепродавати третім особам) матеріали, що належать Виконавцю та отримані в ході надання Послуг, не створювати на її основі інформаційні продукти з метою отримання комерційного прибутку, а також не використовувати цю інформацію будь-яким іншим чином, крім як для особистого використання. При порушенні цього положення Замовник несе відповідальність відповідно до цього Договору та законодавства України."
            ]
        },
        {
            title: "8. ВІДПОВІДАЛЬНІСТЬ ТА ПОРЯДОК ВИРІШЕННЯ СПОРІВ",
            content: [
                "8.1. За невиконання або неналежне виконання зобов'язань за цим Договором Сторони несуть відповідальність відповідно до чинного законодавства України з урахуванням особливостей, що встановлені Договором.",
                "8.2. У випадку невиконання (неналежного виконання) Користувачем обов'язку, передбаченого пп. 5.3.1. - 5.3.11. п. 5.3. та пп. 5.4.1.5.4.9. 5.4. цього Договору, Виконавець має право заблокувати доступ Користувача до Сайту.",
                "8.3. Виконавець докладає всіх необхідних зусиль, щоб забезпечити точність і достовірність відображеної на Сайті інформації. При цьому Виконавець не несе відповідальності за будь-які помилки і неточності, які можуть бути виявлені в матеріалах Сайту.",
                "8.4. Виконавець не несе відповідальності перед Користувачем за невиконання або неналежне виконання зобов'язань за цим Договором, якщо воно виникло внаслідок дії форс-мажорних обставин, а саме: пожежа, стихійне лихо, військові дії, громадські заворушення, епідемії, блокади, страйки, землетруси, повені, а також внаслідок рішень чи приписів органів державної влади та управління, місцевого самоврядування, внаслідок яких на сторони покладатимуться додаткові обов'язки чи встановлюватимуться додаткові обмеження і які роблять неможливим подальше повне чи часткове виконання Договору, а також інші дії чи події, що існують поза волею Сторін, в т.ч. неналежне виконання чи затримка виконання обов'язків державними органами та їх структурними підрозділами, а також підприємств незалежно від форми власності, з діяльністю яких пов'язане виконання своїх зобов'язань та надання послуг з боку Виконавця.",
                "8.5. Сторони усвідомлюють, що в результаті збою в роботі Сайту, вірусної або хакерської атаки, технічних несправностей та інших форс-мажорних обставин дані Користувача можуть стати доступними й іншим особам. Користувач розуміє і погоджується з тим, що не буде висувати претензії до Виконавця у зв'язку з цим.",
                "8.6. У разі невиконання або неналежного виконання зобов'язань за цим Договором Сторона, чиє право порушено, направляє письмову вимогу іншій Стороні.",
                "8.7. Всі вимоги Замовника до Виконавця щодо надання Послуг повинні направлятися Замовником на адресу електронної пошти Виконавця, вказаної в цьому Договорі, у вигляді відсканованої та підписаної за допомогою електронно-цифрового підпису вимоги, з обов'язковим подальшим відправленням оригіналу такої вимоги на поштову адресу Виконавця, зазначеної в цьому Договорі. У випадку порушення порядку та умов направлення такої вимоги Замовником, остання вважається надіслана неналежним чином та не створює для Виконавця жодних юридичних наслідків.",
                "8.8. Сторона, чиє право порушено, має право звернутися з позовом до суду у порядку, визначеному законодавством України."
            ]
        },
        {
            title: "9. ПОСИЛАННЯ НА ВЕБСАЙТИ ТРЕТІХ ОСІБ",
            content: [
                "9.1. Сайт може містити посилання на сторонні вебсайти або служби, які не належать Виконавцю та не контролюються ним.",
                "9.2. Опис або посилання на продукт або послугу третьої сторони (включаючи, крім іншого, надання опису або посилання через гіперпосилання) не може вважатись як схвалення або просування таких продуктів або послуг третьої сторони Виконавцем. Виконавець зберігає за собою виключно право додавати, змінювати або скасовувати доступність будь-якої сторонньої служби.",
                "9.3. Виконавець не контролює та не несе відповідальності за зміст, політику конфіденційності або дії будь-яких сторонніх вебсайтів або служб. Виконавець не несе відповідальності, прямо чи опосередковано, за будь-які збитки чи збитки, спричинені або ймовірно спричинені або пов'язані з використанням чи довірою до будь-якого такого контенту, товарів чи послуг, доступних на або через будь-які такі вебсайти чи сервіси. Замовник, Користувач несуть повну відповідальність за всі дії або бездіяльність будь-якої третьої сторони."
            ]
        },
        {
            title: "10. ДІЯ ДОГОВОРУ ТА ІНШІ УМОВИ",
            content: [
                "10.1. Цей Договір набуває чинності з моменту прийняття оферти (Акцепту) Замовником і діє до повного виконання Сторонами своїх зобов'язань.",
                "10.2. Договір може бути розірваний між Сторонами в порядку, передбаченому чинним законодавством України, а також:",
                {
                    type: "list",
                    items: [
                        "10.2.1. в односторонньому порядку з ініціативи Виконавця в разі, якщо Замовником було допущено порушення умов даного Договору, прав інтелектуальної власності або суміжних прав Виконавця на розміщення його курсів і складові їх матеріали. При цьому, кошти, сплачені Замовником за цим Договором, поверненню не підлягають і є неустойкою (штрафом) за дії Замовника;",
                        "10.2.2. в односторонньому порядку з ініціативи Виконавця в разі, якщо Замовником було допущено порушення правил поведінки в процесі отримання Послуг за цим Договором, а саме: розпалювання міжнаціональних конфліктів, спам, розміщення реклами, нецензурні висловлювання, хамство, образи Виконавця, образу інших користувачів, замовників онлайн курсу. При цьому, кошти, сплачені Замовником за цим Договором, поверненню не підлягають і є неустойкою (штрафом) за дії Замовника."
                    ]
                },
                "10.3. Виконавець має право вносити зміни в цей Договір без згоди і повідомлення Замовника.",
                "10.4. Нова редакція цього Договору набирає чинності з моменту його розміщення на Сайті, якщо інше не передбачено новою редакцією Договору.",
                "10.5. Цей Договір застосовується відповідно до законодавства України. Будь-які спори щодо реалізації цього Договору будуть вирішуватися відповідним судом, в порядку, визначеному чинними законодавством України.",
                "10.6. Листування слід здійснювати на наступну адресу електронної пошти: [Електронна пошта].",
                "10.7. Всі питання, неврегульовані цим Договором, вирішуються відповідно до чинного законодавства України."
            ]
        },
        {
            title: "11. РЕКВІЗИТИ ВИКОНАВЦЯ",
            content: [
                "Виконавець. Відомості з ЄДР: [ДАНІ]. Засоби зв'язку: [Електронна пошта]."
            ]
        }
    ]
};
